name: "pet-bokeh"
platform: "tensorflow_savedmodel"
input [
  {
    name: "conv2d_8_input"
    data_type: TYPE_FP32
    dims: [-1,160,160,3]
  }
]
output {
    name: "dense_5"
    data_type: TYPE_FP32
    dims: [-1,160,160,1]
  }